const comments = [
  {
    type: 'comment',
    firstname: 'Sok',
    lastname: 'San',
    comment:
      'ប្រាសាទអង្គរវត្តជាប្រាសាទ កសាងឡើង ដើម្បីឧទ្ទិសដល់ព្រះវិស្ណុ។ឬប្រាសាទ អង្គរតូចមានទីតាំងស្ថិតនៅភាគខាងជើងនៃក្រុងសៀមរាបនៃខេត្តសៀមរាប។',
  },
  {
    type: 'comment',
    firstname: 'Dara',
    lastname: 'San',
    comment:
      'ប្រាសាទអង្គរវត្តជាប្រាសាទ កសាងឡើង ដើម្បីឧទ្ទិសដល់ព្រះវិស្ណុ។ឬប្រាសាទ អង្គរតូចមានទីតាំងស្ថិតនៅភាគខាងជើងនៃក្រុងសៀមរាបនៃខេត្តសៀមរាប។',
  },
  {
    type: 'comment',
    firstname: 'Da',
    lastname: 'Ny',
    comment:
      'ប្រាសាទអង្គរវត្តជាប្រាសាទ កសាងឡើង ដើម្បីឧទ្ទិសដល់ព្រះវិស្ណុ។ឬប្រាសាទ អង្គរតូចមានទីតាំងស្ថិតនៅភាគខាងជើងនៃក្រុងសៀមរាបនៃខេត្តសៀមរាប។',
  },
  {
    type: 'comment',
    firstname: 'Roth',
    lastname: 'Na',
    comment:
      'ប្រាសាទអង្គរវត្តជាប្រាសាទ កសាងឡើង ដើម្បីឧទ្ទិសដល់ព្រះវិស្ណុ។ឬប្រាសាទ អង្គរតូចមានទីតាំងស្ថិតនៅភាគខាងជើងនៃក្រុងសៀមរាបនៃខេត្តសៀមរាប។',
  },
  {
    type: 'comment',
    firstname: 'Kim',
    lastname: 'Ching',
    comment:
      'ប្រាសាទអង្គរវត្តជាប្រាសាទ កសាងឡើង ដើម្បីឧទ្ទិសដល់ព្រះវិស្ណុ។ឬប្រាសាទ អង្គរតូចមានទីតាំងស្ថិតនៅភាគខាងជើងនៃក្រុងសៀមរាបនៃខេត្តសៀមរាប។',
  },
  {
    type: 'comment',
    firstname: 'Ku',
    lastname: 'Ling',
    comment:
      'ប្រាសាទអង្គរវត្តជាប្រាសាទ កសាងឡើង ដើម្បីឧទ្ទិសដល់ព្រះវិស្ណុ។ឬប្រាសាទ អង្គរតូចមានទីតាំងស្ថិតនៅភាគខាងជើងនៃក្រុងសៀមរាបនៃខេត្តសៀមរាប។',
  },
]

export default comments
